Repository: wp-plugins/bowe-codes
Catalog: languages/bowe-codes-*.po
Languages: fr_fr

source: Cheatin&#8217; huh?
fr_fr: Alors on triche?

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: Choose the shortcode you want to use
fr_fr: Choisissez le shortcode que vous souhaitez utiliser

source: Bowe Codes Settings
fr_fr: Réglages Bowe Codes

source: Default css file
fr_fr: Feuille de style par défaut

source: By creating a file named bowe-codes.css in the css folder of your active theme, it will be loaded instead of this one
fr_fr: En créant un fichier nommé bowe-codes.css au sein du dossier css de votre thème actif, il remplacera celui fournit par défaut par le plugin

source: Or you can disable default css..
fr_fr: Ou vous pouvez neutraliser la feuille de style par défaut

source: Save Settings
fr_fr: Enregistrer les réglages

source: Bowe Codes Editor
fr_fr: Editeur Bowe Codes

source: Insert Shortcode
fr_fr: Insérer le Shortcode

source: Cancel
fr_fr: Abandonner

source: Please select a shorcode in the list
fr_fr: Merci de sélectionner un shortcode dans la liste

source: is a required field
fr_fr: est un champ requis

source: Building the form, please wait...
fr_fr: Construction du formulaire en cours, merci de patienter

source: Put your restricted content here
fr_fr: Insérer le contenu à restreindre ici

source: Build Your Bowe Code
fr_fr: Elaborez votre Bowe Code

source: Allow child blogs to use Bowe Codes
fr_fr: Autoriser les blogs enfants à utiliser Bowe Codes

source: No new notifications.
fr_fr: Pas de nouvelles notifications

source: No group id or group slug were given
fr_fr: Merci de renseigner l&#39;identifiant du groupe ou son slug

source: The group slug given is unknown
fr_fr: Le slug du groupe est inconnu

source: You must be loggedin to access to this content
fr_fr: Vous devez être connecté pour accéder à ce contenu

source: You must be a member of the group %s to access this content
fr_fr: Vous devez être un membre du groupe %s pour accéder à ce contenu

source: From:
fr_fr: De:

source: View Message
fr_fr: Voir le message

source: Size in pixels
fr_fr: Taille en pixels de l&#39;avatar

source: Login of the user
fr_fr: Login utilisateur

source: Css Class
fr_fr: Classe Css

source: Displays a specific member.
fr_fr: Montre un membre spécifique

source: Amount
fr_fr: Nombre

source: Order type
fr_fr: Type de classement

source: Last Active
fr_fr: Dernièrement actif

source: Newest Registered
fr_fr: Derniers inscrits

source: Random order
fr_fr: Ordre Aléatoire

source: By popularity
fr_fr: Selon Popularité

source: Member Login or comma separated list of member logins to stick at the top
fr_fr: Membres en vedette (liste de logins séparés par des virgules sans espace entre les virgules, si plusieurs)

source: Displays members with or without avatars.
fr_fr: Affiche des membres avec ou sans avatars

source: Displays the latest notifications from the currently logged in user.
fr_fr: Affiche les dernières notifications du membre connecté.

source: Dynamic
fr_fr: Dynamique

source: Displays the friends of the current logged in user, or the friends of the member profile currently being viewed if the dynamic option is on.
fr_fr: Affiche les amis du membre connecté, ou ceux du membre affiché dont le profil est consulté si l&#39;option dynamique est activée.

source: Group slug
fr_fr: Slug du groupe

source: Display group description
fr_fr: Afficher la description du groupe

source: Displays a specific group.
fr_fr: Montre un groupe en particulier

source: Newest Created
fr_fr: Dernièrement créés

source: Alphabetical
fr_fr: Alphabétique

source: Group slug or comma separated list of group slugs to stick at the top
fr_fr: Groupes en vedette (liste de slugs de groupe séparés par des virgules sans espaces entre les virgules, si plusieurs)

source: Displays groups with or without avatars.
fr_fr: Montre des groupes en affichant ou non leurs avatars

source: Displays users for a given group.
fr_fr: Montre les utilisateurs d&#039;un groupe en particulier

source: Displays the groups of the currently logged in user or the groups of the member profile currently being viewed if dynamic option is on.
fr_fr: Montre les groupes du membre connecté ou de ceux du membre affiché si son profil est consulté si l&#39;option Dynamique est activée.

source: Group id or slug
fr_fr: Identifiant ou Slug du groupe

source: Restrict post content to group members
fr_fr: Restreint l&#039;accès au contenu d&#039;un article aux membres d&#039;un groupe

source: Display subject
fr_fr: Afficher le sujet

source: Excerpt length
fr_fr: Longueur du résumé

source: Displays the latest messages from the currently logged in user.
fr_fr: Affiche les derniers messages du membre connecté

source: Blog id or comma separated list of blog ids to stick at the top
fr_fr: Blogs en vedette (liste d'identifiants - id - de blog séparés par des virgules, sans espace entre les virgules, si plusieurs)

source: Display blog description
fr_fr: Afficher la description du blog

source: Shows blogs from across the site.
fr_fr: Montre les blogs du réseau de blogs.

source: Activity type
fr_fr: Type d&#39;activités

source: Shows the latest activities for a given type
fr_fr: Affiche les dernières activités selon le type choisi

source: xProfile field Name (separated by a comma if more than one)
fr_fr: Champ(s) xProfile (liste de champs séparés par des virgules si plusieurs)

source: Build widgets with Bowe Codes
fr_fr: Elaborez vos widgets avec Bowe Codes

source: Title:
fr_fr: Titre:

source: Choose shortcode
fr_fr: Choisir le Shortcode

source: * required
fr_fr: * requis

source: adds BuddyPress specific shortcodes to display members/groups/blogs/forums
fr_fr: Des shortcodes BuddyPress pour afficher vos membres, groupes, blogs et activités
